{
  "LuaSnip": { "branch": "master" },
  "NvChad": { "branch": "v2.5" },
  "actions-preview.nvim": { "branch": "master" },
  "auto-save.nvim": { "branch": "main" },
  "base46": { "branch": "v2.5" },
  "beacon.nvim": { "branch": "master" },
  "blame.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "cmp-hledger": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "hex.nvim": { "branch": "master" },
  "highlight-undo.nvim": { "branch": "main" },
  "hmts.nvim": { "branch": "main" },
  "html-table-to-markdown.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "jupytext.nvim": { "branch": "main" },
  "latexrenderer": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "live-server.nvim": { "branch": "main" },
  "luasnip-latex-snippets.nvim": { "branch": "main" },
  "markmap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "menu": { "branch": "main" },
  "minty": { "branch": "main" },
  "molten-nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-repl-highlights": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-scissors": { "branch": "main" },
  "nvim-spider": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "projections.nvim": { "branch": "pre_release" },
  "promise-async": { "branch": "main" },
  "quarto-nvim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "relative-toggle.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "feat_wikilink_simple2" },
  "scrollEOF.nvim": { "branch": "master" },
  "sentiment.nvim": { "branch": "main" },
  "smartcolumn.nvim": { "branch": "main" },
  "symbol-usage.nvim": { "branch": "main" },
  "table-nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "telescope-directory.nvim": { "branch": "main" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tex-conceal.vim": { "branch": "master" },
  "text-case.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ui": { "branch": "v3.0" },
  "undotree": { "branch": "main" },
  "vim-cooklang": { "branch": "main" },
  "vim-klog": { "branch": "main" },
  "vim-ledger": { "branch": "master" },
  "visual-whitespace.nvim": { "branch": "main" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" },
  "zk-nvim": { "branch": "main" }
}
